Repository: sebthesun/pmpro-sponsored-members
Catalog: languages/pmpro-sponsored-members-*.po
Languages: fr_fr

source: This user has fewer seats than they had sponsored accounts. The sponsored accounts have been deactivated. The user must have his sponsored accounts checkout again using the code: %s.
fr_fr: Cet usager à un nombre de places commanditées inférieur au nombre de comptes commandités. Les comptes commandités ont été désactivés. Les usagers de ces comptes commandités doivent refaire le processus de paiement à nouveau en utilisant ce code de réduction: %s.

source: <p><strong>Notice:</strong>Your current membership has fewer seats than you had sponsored accounts. The accounts have been deactivated. You must have your sponsored accounts checkout again using your code: %s.</p>
fr_fr: <p><strong>Note:</strong>Votre adhésion actuelle comporte moins de places pour comptes commandités que le nombre de comptes commandités enregistrés. Les comptes commandités ont été désactivés. Vous devez vous assurer que les comptes commandités refassent le processus de paiement avec votre code: %s.</p>

source: Give this code to your sponsored members to use at checkout:
fr_fr: Donnez ce code à vos membres commandités afin qu'ils l'utilisent durant le paiement de leur adhésion:

source: Or provide one of these direct links to register:
fr_fr: Ou transmettez l'un de ces liens direct pour l'inscription:

source: Or provide this direct link to register:
fr_fr: Ou transmettez ce lien direct pour l'inscription:

source: This code has unlimited uses.
fr_fr: Ce code à un nombre illimité d'utilisation.

source: This code has %d uses.
fr_fr: Ce code a été utilisé %d fois.

source: You must use a valid discount code to register for this level.
fr_fr: Vous devez utiliser un code de réduction valide pour vous inscrire à ce niveau d'adhésion.

source: The sponsor for this code is inactive. Ask them to renew their account.
fr_fr: Le commanditaire (compte principal) de ce code est inactif. Demandez lui de renouveler son adhésion.

source: Sponsors are not permitted to sign up for sponsored levels. This is most likely a mistake.
fr_fr: Les commanditaires (compte principal) ne peuvent adhérer à un niveau d'adhésion faisant parti des niveaux pouvant être commandités. Il s'agit probablement d'une erreur.

source: Parent Account
fr_fr: Compte Principal (parent)

source: For Sponsored Accounts
fr_fr: Pour Comptes Commandités

source: User ID:
fr_fr: ID Usager

source: The user ID of the main account holder.
fr_fr: Le numéro d'identification (ID) de l'usager propriétaire du compte principal.

source: Would you like to purchase extra seat(s)?
fr_fr: Voulez-vous acheter une(des) place(s) (compte commandité) supplémentaire(s)?

source: Would you like to create extra account(s)?
fr_fr: Voulez vous créer un(des) compte(s) supplémentaire(s)?

source: Number of Seats
fr_fr: Nombre de places (comptes commandités)

source: Enter a number from %d to %d. %s
fr_fr: Entrer un nombre de %d à %d. %s

source: Enter a number from %d to %d. +%s per extra seat.
fr_fr: Entrer un nombre de %d à %d. +%s par places (comptes commandités) supplémentaires.

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom de famille

source: Username
fr_fr: Nom d'usager

source: Email
fr_fr: Courriel

source: Password
fr_fr: Mot de passe

source: Sponsor Code
fr_fr: Code du commanditaire

source: Seats
fr_fr: Places

source: This membership level does not include a sponsor code.
fr_fr: Ce niveau d'adhésion n'inclut pas de code de commanditaire

source: Sponsored Members
fr_fr: Membres Commandités

source: Give this code to your sponsored members to use at checkout: <strong>%s</strong></p>
fr_fr: Donnez ce code à vos membres commandités afin qu'ils l'utilisent durant le paiement de leur adhésion: <strong>%s</strong></p>

source: %s/%s uses.
fr_fr: %s/%s utilisations

source: Accounts created at checkout:
fr_fr: Comptes créés à la réception du paiement:

source: Give this code to your sponsored members to use at checkout: %s
fr_fr: Donnez ce code à vos membres commandités afin qu'ils l'utilisent durant le paiement de leur adhésion: %s

source: Paid Memberships Pro - Sponsored Members Add On
fr_fr: Paid Memberships Pro - Complément pour Membres Commandités

source: Generate discount code for a main account holder to distribute to sponsored members.
fr_fr: Génère un code de réduction au propriétaire du compte principal afin de le distribuer aux membres commandités
